{
  "ab origine ultima stirpis Romanae generatus": "descended from one of the most ancient Roman families.",
  "perpetuo a": "Take this closely with *maioribus*: 'by his ancestors in unbroken succession'.",
  "equestrem obtinuit dignitatem": "the rank of *eques*. There is no satisfactory English equivalent for *eques*. In Atticus' time a Roman *eques* had as little to do with horses as most English knights have today. Originally, under the kings, *equites* were men wealthy enough to serve in the cavalry: by the first century B.C. they were businessmen and bankers who had acquired great wealth from Rome's foreign conquests and had emerged as a political force with interests quite distinct from those of either Senate or People.",
  "patre usus est": "It is a short step from *uti* with an abstract noun, e.g. *otio* 'to enjoy leisure', to *uti* with persons, 'to enjoy the company of', 'to associate with'. Here it means no more than *patrem habuit*.",
  "ut tum erant tempora": "restricts diti 'by the standards of that day'.",
  "quibus puerilis aetas impertiri debet": "The normal construction with *impertire* is to impart something (acc.) to somebody (dat.); but, like *donare*, it can also have the person accusative and the thing ablative. Here we have this construction in the passive.",
  "suavitas oris": "The context shows that *os* here means 'mouth' in the sense of 'enunciation', 'delivery'.",
  "quae tradebantur": "Passages either from Greek poets like Homer and the dramatists, or from early Latin authors like Ennius and Cato are meant. When Atticus went to school most of the masterpieces of Latin literature had still to be written.",
  "nobilis ferebatur": "'he acquired a distinguished reputation'. For ferre in the sense 'say', 'report', cf. *homo omnium, ut ferebant, acerrimus* (Cic.).",
  "L. Torquatus, C. Marius filius, M. Cicero": "See Index of Proper Names. The sixteen surviving books of Cicero's letters to Atticus are evidence of the long friendship between the two men.",
  "his": "The sense shows this is dative, 'dearer to these', and not ablative of comparison.",
  "perpetuo": "'throughout his life'."
}
