{
    "optimarum partium": "partitive genitive: '(a member) of the aristocratic (i.e. senatorial) party'. In a famous passage (*pro Sestio* 45) Cicero defines the *optimates* as 'all men who are neither criminals (*nocentes*), nor rogues by nature, nor mentally unbalanced (*furiosi*), nor involved in domestic difficulties'.",
    "his": "sc. *civilibus fluctibus*, the stormy waters of a political career.",
    "honores": "here, as usual, means 'political office'.",
    "cum ei paterent": "concessive.",
    "gratiam": "probably 'influence' for the Romans saw nothing immoral in 'pulling strings': or, as in II. 4 it may mean 'personal charm'.",
    "more maionun": "'as in the good old days' before corruption had become rampant.",
    "conservatis legibus": "ablative absolute: 'without breaking the law'.",
    "ambitus": "'going round' to seek support for oneself or one's friends at an election had become a euphemism for bribery. According to Livy, the first law against it was passed as early as 433 e.c. Neither this law nor its various successors could stop the practice.",
    "e re publica": "'for the good of the state'.",
    "ad hastam publicam": "A spear was symbolically stuck in the ground at all state auctions. The custom began when booty captured in battle was being auctioned, the spear indicating to passers-by the nature of the sale. Later the property of proscribed persons (see note X. 2) and the right to collect public revenues especially provincial taxes, were auctioned in this way. By this crude system the State obtained its revenues without the trouble of collecting them: the contractors (*mancipes*) then helped themselves to as large a profit as they could. At the time of the auctions payment of the contract price had to be guaranteed by a third party as surety (*praes*).",
    "subscribens": "sc. signing the accusation when someone else had initiated the prosecution.",
    "iudicium nullum habuit": "sc. as prosecutor. This merely repeats in more general terms the two previous statements.",
    "multorum consulum praetorumque praefecturas delatas sic accepit, ut neminem in provinciam sit secutus, honore fuerit contentus, rei familiaris despexerit fructum: qui ne cum Q. quidem Cicerone voluerit ire in Asiam, cum apud eum legati locum obtinere posset.": "This sentence might have been more clearly expressed. The general sense is that although many prospective governors of provinces offered him responsible positions on their staffs, A. always declined. Under the Republic, governors used to choose their staffs from amongst their friends. In most cases both looked forward to fat pickings at the provincials' expense. Cf. *rei familiaris fructum*. The poet Catullus who failed to make a fortune on Memmius' staff in Bithynia is able to make a joke of his disappointment (Cat. 10).",
    "legati locum": "the position of deputy governor, the highest post Quintus could offer him in Asia.",
    "suspiciones criminum": "'the fears that charges might be made against him'. In theory any official returning from a province was liable to prosecution for appropriating what did not belong to him (*rerum repetundarum*). In fact these prosecutions had become such a forlorn hope that the provincials brought them against only the most flagrant offenders. More formidable were the charges made by the tax-collecting companies against governors or staff who had tried to protect the unfortunate provincials from their depredations.",
    "eius observantia": "subjective genitive: 'the courtesy which A. showed them'.",
    "officio": "a service done with no ulterior motive, solely from a sense of what is due to the recipient, e.g. a host's concern for the comfort of his guest."
}
