{
  "illius periculi": "After both the Gracchi had met violent deaths there had been a lull in the struggle between the tribunes of the people and the Senate for control of the State. Further fighting broke out in 100 B.C. when the elder Marius as consul obeyed the Senate and crushed his own supporters. In 88 Sulpicius, a young tribune, renewed the challenge to the Senate's supremacy, opposing in particular their choice of Sulla as commander for the war against Mithridates. Sulla at the time was in Italy with six legions. He marched on Rome, captured and killed Sulpicius and impaled his head on the rostra in the Forum.",

  "Cinnano tumultu": "As Sulla was obliged to leave at once for the East, further disorders followed at Rome with both sides massacring their opponents indiscriminately. The populares, led by Cinna, one of the consuls in 87, emerged as victors for the time being. By holding no elections and generally ignoring the constitution (cf. tumultu: 'disorder') they retained power until Sulla's return in 83.",

  "pro dignitate": "'as befitted his rank.'",

  "quin alterutram partem offenderet": "'without falling foul of one side or the other.' For the construction see note Alc. VI. 4.",

  "obsequendi": "Depends on tempus. See note on tempus proficiscendi, Alc. IV. 1.",

  "Marium hostem iudicatum": "When Sulpicius was killed by Sulla in 88, both the Marii had escaped. In their absence they were proclaimed public enemies, i.e. they lost all their rights as Roman citizens, their property was confiscated and they could be killed with impunity.",

  "cuius fugam pecunia sublevavit": "'whom he helped ... during his exile.'",

  "illa peregrinatio": "Atticus' travels (not Marius'). In the prevailing anarchy Atticus showed typical prudence in transferring his capital to Greece.",

  "gratiam": "'personal charm', a rare meaning in classical prose.",

  "versuram facere": "'to raise a loan'; lit. 'to make a turning, or change' (sc. of one's creditors), by contracting new debts in order to pay off old.",

  "neque eius condicionem aequam haberent": "'and could not do so on reasonable terms.'",

  "se interposuit": "'he stepped in.'",

  "salutare": "When Greece was incorporated in the Roman empire in 146 B.C. Athens and one or two other famous cities were allowed a large measure of self-government out of respect for their past achievements. We have several references to their incompetent administration of their affairs, especially their finances."
}
